const myWorks = [
    {
        title: 'Продвижение интернет-магазина косметики в Швейцарии',
        link: 'cosmeticboutique.ch',
        task: 'Провести глубокий анализ интернет-магазина, определить ошибки, технически подготовить для дальнейшего продвижени я.',
        problems: [
            'Ошибки в коде',
            'Низкая скорость, особенно на мобильных',
            'Отсутствовали meta-теги Title и Description',
        ],
        result: [
            'Исправлены ошибки в коде',
            'Значительно повышена скорость на мобильных и десктоп',
            'Оптимизированы все meta-теги Title и Description',
        ],
    },
    {
        title: 'Продвижение интернет-магазина стройматериалов оптом',
        link: 'smesiopt.ru',
        task: 'Попадание в ТОП по ряду запросов и увеличение количества органического трафика на сайт',
        problems: [
            'Ошибки в коде',
            'Низкая скорость, особенно на мобильных',
            'Отсутствовали meta-теги Title и Description',
        ],
        result: [
            'Исправлены ошибки в коде',
            'Значительно повышена скорость на мобильных и десктоп',
            'Оптимизированы все meta-теги Title и Description',
        ],
    },
    {
        title: 'Продвижение стоматологической клиники в Днепре',
        link: 'dental-euro.com.ua',
        task: 'Попадание в ТОП по ряду запросов в условиях очень конкурентной среды, увеличение количества органического трафика на сайт',
        problems: [
            'Ошибки в коде',
            'Низкая скорость, особенно на мобильных',
            'Отсутствовали meta-теги Title и Description',
        ],
        result: [
            'Исправлены ошибки в коде',
            'Значительно повышена скорость на мобильных и десктоп',
            'Оптимизированы все meta-теги Title и Description',
        ],
    },
];
export default myWorks;
